tap "d12frosted/emacs-plus"
tap "dotenvx/brew"
tap "homebrew/bundle"
tap "supabase/tap"
brew "agg"
brew "asciinema"
brew "coreutils"
brew "curl"
brew "flyctl"
brew "gh"
brew "git"
brew "hugo"
brew "ispell"
brew "jq"
brew "libyaml"
brew "ollama"
brew "plantuml"
brew "the_silver_searcher"
brew "wget"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-imagemagick", "with-modern-sexy-v2-icon", "with-native-comp", "with-xwidgets"]
brew "dotenvx/brew/dotenvx"
brew "supabase/tap/supabase"
cask "1password"
cask "1password-cli"
cask "arc"
cask "claude"
cask "cursor"
cask "dictionaries"
cask "discord"
cask "docker"
cask "font-hack"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "google-chrome"
cask "idagio"
cask "istat-menus"
cask "mimestream"
cask "obsidian"
cask "orion"
cask "pocket-casts"
cask "qbittorrent"
cask "slack"
cask "spotify"
cask "superwhisper"
cask "telegram"
cask "tunnelbear"
cask "vlc"
cask "warp"
cask "whatsapp"
