tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
brew "agg"
brew "asciinema"
brew "gmp"
brew "coreutils"
brew "curl"
brew "flyctl"
brew "gh"
brew "git"
brew "hugo"
brew "libyaml"
brew "plantuml"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-imagemagick", "with-modern-sexy-v2-icon", "with-native-comp", "with-xwidgets"]
cask "arc"
cask "cursor"
cask "discord"
cask "docker"
cask "idagio"
cask "istat-menus"
cask "mimestream"
cask "obsidian"
cask "orion"
cask "pocket-casts"
cask "slack"
cask "spotify"
cask "superwhisper"
cask "telegram"
cask "vlc"
cask "warp"
cask "webtorrent"
cask "whatsapp"
